{
  "plugins": {
    "LuaSnip": {
      "src": "https://github.com/L3MON4D3/LuaSnip"
    },
    "actions-preview.nvim": {
      "src": "https://github.com/aznhe21/actions-preview.nvim"
    },
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "1.0.0 - 2.0.0"
    },
    "buffer_manager.nvim": {
      "src": "https://github.com/j-morano/buffer_manager.nvim"
    },
    "crates.nvim": {
      "src": "https://github.com/Saecki/crates.nvim"
    },
    "efmls-configs-nvim": {
      "src": "https://github.com/creativenull/efmls-configs-nvim"
    },
    "flexoki-neovim": {
      "src": "https://github.com/kepano/flexoki-neovim"
    },
    "flutter-tools.nvim": {
      "src": "https://github.com/nvim-flutter/flutter-tools.nvim"
    },
    "fzf-lua": {
      "src": "https://www.github.com/ibhagwan/fzf-lua"
    },
    "gitsigns.nvim": {
      "src": "https://www.github.com/lewis6991/gitsigns.nvim"
    },
    "hlsearch.nvim": {
      "src": "https://github.com/nvimdev/hlsearch.nvim"
    },
    "indent-blankline.nvim": {
      "src": "https://github.com/lukas-reineke/indent-blankline.nvim"
    },
    "mason.nvim": {
      "src": "https://github.com/mason-org/mason.nvim"
    },
    "mini.nvim": {
      "src": "https://www.github.com/echasnovski/mini.nvim"
    },
    "nvim-lspconfig": {
      "src": "https://www.github.com/neovim/nvim-lspconfig"
    },
    "nvim-tree.lua": {
      "src": "https://www.github.com/nvim-tree/nvim-tree.lua"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "plenary.nvim": {
      "src": "https://github.com/nvim-lua/plenary.nvim"
    },
    "rustaceanvim": {
      "src": "https://github.com/mrcjkb/rustaceanvim"
    },
    "undotree": {
      "src": "https://github.com/jiaoshijie/undotree"
    }
  }
}